Revit 2027 API
UnitTypeId.PoundsMassPerMinute Property
 Pounds mass per minute.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PoundsMassPerMinute { get; }
Public Shared ReadOnly Property PoundsMassPerMinute As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PoundsMassPerMinute {
	ForgeTypeId^ get ();
}
static member PoundsMassPerMinute : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace